Repository: DilmurodEgamberdiyev/tmed_server
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Image
uz: Rasm

source: Link
uz: Havola

source: Administration
uz: Ma'muriyat

source: Leadership
uz: Rahbarlik

source: Profile Image
uz: Profil rasmi

source: Upload the profile image of the person.
uz: Shaxsning profil rasmini yuklang.

source: Phone Number
uz: Telefon raqami

source: Enter the contact phone number.
uz: Aloqa telefon raqamini kiriting.

source: Email
uz: Elektron pochta

source: Enter the contact email address.
uz: Aloqa elektron pochta manzilini kiriting.

source: Administration Type
uz: Ma'muriyat turi

source: Select the type of administration.
uz: Ma'muriyat turini tanlang.

source: Full Name
uz: To'liq ism

source: Enter the full name of the person.
uz: Shaxsning to'liq ismini kiriting.

source: Role
uz: Roli

source: Enter the role or position of the person.
uz: Shaxsning roli yoki lavozimini kiriting.

source: Reception Day
uz: Qabul kuni

source: Enter the reception day for public visits.
uz: Jamoatchilik tashriflari uchun qabul kunini kiriting.

source: Job Description
uz: Ish tavsifi

source: Provide a detailed job description of the person.
uz: Shaxsning batafsil ish tavsifini taqdim eting.

source: Permission
uz: Ruxsat

source: Specify the permissions or authority held by the person.
uz: Shaxsning ruxsat yoki vakolatlarini belgilang.

source: Management
uz: Boshqaruv

source: Managements
uz: Boshqaruvlar

source: content
uz: mazmun

source: photo
uz: rasm

source: Content photo
uz: Mazmun rasm

source: Content photos
uz: Mazmun rasmlar

source: News
uz: Yangiliklar

source: Knowledge
uz: Foydali ma'lumot

source: Title
uz: Sarlavha

source: Content
uz: Mazmun

source: Provide a detailed description about the content.
uz: Mazmuni haqida batafsil tavsif bering.

source: Type
uz: Turi

source: Main main_photo
uz: Asosiy rasm

source: Contents
uz: Mazmunlari

source: About Us
uz: Biz haqimizda

source: About Us Photo
uz: Biz haqimizda rasmlar

source: About Us Photos
uz: Biz haqimizda rasmlar

source: Description
uz: Tavsif

source: Provide a detailed description about the organization.
uz: Tashkilot haqida batafsil tavsif bering.

source: Main photo
uz: Asosiy rasm

source: Upload an image representing the organization.
uz: Tashkilotni ifodalovchi tasvirni yuklang.

source: About Us section
uz: 'Biz haqimizda' bo'limi

source: Structure Image
uz: Tuzilma rasmi

source: Upload an image representing the structure of the organization.
uz: Tashkilot tuzilmasini ifodalovchi tasvirni yuklang.

source: Structure
uz: Tuzilma

source: Structures
uz: Tuzilmalar

source: Law
uz: Qonun

source: Presidential
uz: Prezidentlik

source: Cabinet
uz: Kabinet

source: Railway
uz: Temir yo'l

source: File
uz: Fayl

source: Upload the law document file.
uz: Qonun hujjatini yuklang.

source: Name
uz: Ism

source: Enter the name of the law.
uz: Qonun nomini kiriting.

source: Law Type
uz: Qonun turi

source: Select the type of the law.
uz: Qonun turini tanlang.

source: Provide a link to the law document or webpage.
uz: Qonun hujjati yoki veb-sahifaga havola bering.

source: Legislative Base
uz: Qonunchilik bazasi

source: Legislative Bases
uz: Qonunchilik bazalari

source: Russian
uz: Ruscha

source: Uzbek
uz: O'zbekcha

source: Welcome to the T-med.uz
uz: T-med.uz ga xush kelibsiz

source: Go back to website
uz: Veb-saytga qaytish

source: checkers description
uz: chekers tavsifi

source: created_at
uz: Yaratilgan vaqti

source: updated_at
uz: Yangilangan vaqti

source: order
uz: Navbat

source: Search
uz: Qidiruv

source: Account
uz: Hisob

source: Change password
uz: Parolni o'zgartirish

source: Log out
uz: Chiqish

source: See Profile
uz: Profilni ko'rish

source: Dashboard
uz: Boshqaruv paneli

source: Jazzmin version
uz: Jazzmin versiyasi

source: Copyright
uz: Mualliflik huquqi

source: All rights reserved.
uz: Barcha huquqlar himoyalangan.

source: UI Configuration
uz: UI konfiguratsiyasi

source: Copy this info your settings file to persist these UI changes
uz: Bu ma'lumotni UI o'zgarishlarini saqlash uchun sozlamalar fayliga nusxa ko'chiring

source: Close
uz: Yopish
